Repository: JoseExposito/takeoff-launcher
Catalog: Takeoff/translations/*.po
Languages: ca, de, el, es, gl, pl, ru, tr

source: Takeoff Launcher
ca: Llançador Takeoff
de: Takeoff-Anwendungsstarter
el: Εκκινητής Takeoff
es: Lanzador Takeoff
gl: Lanzador Takeoff
pl: Aktywator Takeoff
tr: Takeoff Uygulama Başlatıcı

source: Launch your applications with elegance
ca: Llanceu les vostres aplicacions amb elegància
de: Die elegante Art Anwendungen zu starten
el: Εκκινήστε τις εφαρμογές σας με κομψότητα
es: Lanza tus aplicaciones con elegancia
gl: Inicie os seus aplicativos con elegancia.
pl: Uruchamiaj programy z elegancją
tr: Zarifçe uygulamaları başlatın

source: General settings
ca: Arranjament general
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
es: Preferencias generales
gl: Configuración xeral
pl: Ustawienia główne
ru: Общие параметры
tr: Genel Ayarlar

source: Edit applications...
ca: Edita les aplicacions...
de: Anwendungen bearbeiten ...
el: Ρύθμιση εφαρμογών...
es: Editar las aplicaciones...
gl: Modificar os aplicativos
pl: Edytuj programy...
tr: Uygulamaları düzenle...

source: Favorites
ca: Preferits
de: Favoriten
el: Αγαπημένα
es: Favoritos
gl: Favoritos
pl: Ulubione
ru: Избранное
tr: Yer İmleri

source: All Applications
ca: Totes les aplicacions
de: Alle Anwendungen
el: Όλες οι Εφαρμογές
es: Todas las Aplicaciones
gl: Todos os aplicativos
pl: Wszystkie programy
ru: Все приложения
tr: Bütün Uygulamalar

source: Remove from favorites
ca: Elimina dels preferits
de: Aus Favoriten entfernen
el: Αφαίρεση από αγαπημένα
es: Quitar de favoritos
gl: Quitar dos favoritos
pl: Usuń z ulubionych
tr: Yer imlerinden sil

source: Add to favorites
ca: Afegeix als preferits
de: Zu Favoriten hinzufügen
el: Προσθήκη σε αγαπημένα
es: Añadir a favoritos
gl: Engadir aos favoritos
pl: Dodaj do ulubionych
tr: Yer imlerine ekle

source: Icon
ca: Icona
de: Symbol
el: Εικονίδιο
es: Icono
gl: Icona:
pl: Ikona
ru: Значок
tr: Simge

source: Show "Favorites" category
ca: Mostra la categoria «Preferits»
de: Kategorie "Favoriten" zeigen
el: Εμφάνιση της κατηγορίας "Αγαπημένα"
es: Mostrar categoría "Favoritos"
gl: Amosar a categoría «Favoritos».
pl: Pokaż kategorię "Ulubione"
ru: Показывать категорию "Избранное"
tr: "Yer İmleri" kategorisini göster

source: Show "All Applications" category
ca: Mostra la categoria «Totes les aplicacions»
de: Kategorie "Alle Anwendungen" zeigen
el: Εμφάνιση της κατηγορίας "Όλες οι εφαρμογές"
es: Mostrar categoría "Todas las Aplicaciones"
gl: Amosar a categoría «Todos os aplicativos».
pl: Pokaż kategorię "Wszystkie programy"
ru: Показывать категорию "Все приложения"
tr: "Bütün Uygulamalar" kategorisini göster

source: Show standard menu
ca: Mostra menús estàndard
de: Standard Menü anzeigen
el: Εμφάνιση τυπικού μενού
es: Mostrar menú estándar
gl: Amosar o menú estándar.
pl: Pokaż standardowe menu
ru: Показывать стандартное меню
tr: Normal menüyü göster

source: Launcher size
ca: Mida del llançador
de: Symbolgröße
el: Μέγεθος εκκινητή
es: Tamaño de los lanzadores
gl: Tamaño do lanzador:
pl: Rozmiar aktywatora
ru: Размер значка запуска
tr: Başlatıcı büyüklüğü

source: Separation between launchers
ca: Separació entre llançadors
de: Abstand zwischen den Symbolen
el: Διαχωρισμός μεταξύ των εκκινητών
es: Separación entre los lanzadores
gl: Separación entre os lanzadores:
pl: Odstęp pomiędzy aktywatorami
ru: Расстояние между значками запуска
tr: Başlatıcılar arası boşluk büyüklüğü

source: Number of rows
ca: Nombre de files
de: Anzahl der Reihen
el: Αριθμός σειρών
es: Número de filas
gl: Número de filas:
pl: Liczba wierszy
ru: Количество строк
tr: Satır sayısı

source: Number of columns
ca: Nombre de columnes
de: Anzahl der Zeilen
el: Αριθμός στηλών
es: Número de columnas
gl: Número de columnas:
pl: Liczba kolumn
ru: Количество колонок
tr: Sütun sayısı

source: Show icon text
ca: Mostra icona i text
de: Programmnamen anzeigen
el: Εμφάνιση κειμένου εικονιδίου
es: Mostrar el texto de los iconos
gl: Amosar texto canda as iconas.
pl: Pokaż tekst pod ikonami
tr: Simge yazısı göster

source: Show Takeoff in full screen mode
ca: Mostra el Takeoff en mode de pantalla completa
de: Takeoff im Vollbild-Modus starten
el: Εμφάνιση Τakeoff σε λειτουργία πλήρης οθόνης
es: Mostrar Takeoff en modo pantalla completa
gl: Despregar o lanzador a pantalla completa.
pl: Pokaż Takeoff w trybie pełnoekranowym
tr: Takeoff'u tam ekran olarak göster

source: Remember last tab
ca: Recorda la darrera pestanya
de: Tabposition beibehalten
el: Απομνημόνευση τελευταίας καρτέλας
es: Recordar última pestaña
gl: Lembrar a última lapela.
pl: Zapamiętaj ostatnią zakładkę
ru: Помнить последнюю вкладку
tr: Son sekmeyi hatırla

source: Show background image
ca: Mostra la imatge de fons
de: Zeige Hintergrundbild
el: Εμφάνιση εικόνας φόντου
es: Mostrar una imagen de fondo
gl: Amosar unha imaxe de fondo.
pl: Pokaż grafikę tła
tr: Arka plan resmini göster

# NAME OF TRANSLATORS
source: Your names
ca: Manuel Tortosa
de: Fabian B.
el: Neophytos Kolokotronis
es: José Expósito
gl: Adrián Chaves Fernández (Gallaecio)
pl: Marcin Sągol
ru: Alexander Sorokin
tr: Osman Karagöz

# EMAIL OF TRANSLATORS
source: Your emails
ca: manutortosa@chakra-project.org
de: fabidesu@googlemail.com
el: tetris4@gmail.com
es: jose.exposito89@gmail.com
gl: adriyetichaves@gmail.com
pl: kontakt@soee.pl
ru: aes78@mail.ru
tr: osmank3@gmail.com
